---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.DuctFlowConfigurationType.System
enum: Autodesk.Revit.DB.Mechanical.DuctFlowConfigurationType
zh: 系统
source: html/f9d97242-5293-595c-516c-f9e8034b5a07.htm
---
# Autodesk.Revit.DB.Mechanical.DuctFlowConfigurationType.System

**中文**: 系统

Duct flow configuration depends on system.